"unable to deliver the crahslog." = "Immpossible d'envoyer le rapport, veuillez recommencer plus tard svp.";
"OK" = "OK";
"Thanks" = "Le rapport a bien été envoyé.  Merci !";
"CrashReport" = "Rapport Technique";
"Explanation" = "%@ a quitté inopinément lors de la dernière exécution.  En envoyant un rapport technique, vous pouvez nous aider à améliorer la qualité de ce produit.";
